export const HttpOptions: object = {
    responseType: 'blob',
};
export const IdentificationAnswers = {
    pin: [
        {
            label: 'пожалуйста, введите правильный пин',
            value: 'пожалуйста, введите правильный пин',
        },
    ],
    passportFrontSideImage: [
        {
            label: 'пожалуйста, проверьте правильность набора AN',
            value: 'пожалуйста, проверьте правильность набора AN',
        },
        {
            label: 'пожалуйста, проверьте правильность набора ID',
            value: 'пожалуйста, проверьте правильность набора ID',
        },
        {
            label: 'пожалуйста, не закрывайте данные паспорта.',
            value: 'пожалуйста, не закрывайте данные паспорта.',
        },
    ],
    passportBackSideImage: [
        {
            label: 'пожалуйста, сфотографируйтесь с оригиналом паспорта.',
            value: 'пожалуйста, сфотографируйтесь с оригиналом паспорта.',
        },
        {
            label: 'пожалуйста, сфотографируйтесь с действующим паспортом.',
            value: 'пожалуйста, сфотографируйтесь с действующим паспортом.',
        },
    ],
    selfieWithPassportImage: [
        {
            label: 'пожалуйста, сфотографируйтесь с паспортом у лица без головного убора.',
            value: 'пожалуйста, сфотографируйтесь с паспортом у лица без головного убора.',
        },
        {
            label: 'пожалуйста, сфотографируйтесь без очков.',
            value: 'пожалуйста, сфотографируйтесь без очков.',
        },
        {
            label: 'пожалуйста, сфотографируйтесь без платка.',
            value: 'пожалуйста, сфотографируйтесь без платка.',
        },
        {
            label: 'пожалуйста, сфотографируйтесь с паспортом, чтобы данные паспорта можно было прочитать.',
            value: 'пожалуйста, сфотографируйтесь с паспортом, чтобы данные паспорта можно было прочитать.',
        },
    ],
    documentNumber: [
        {
            label: 'пожалуйста, проверьте правильность набора AN',
            value: 'пожалуйста, проверьте правильность набора AN',
        },
        {
            label: 'пожалуйста, проверьте правильность набора ID',
            value: 'пожалуйста, проверьте правильность набора ID',
        },
    ],
    address: [
        {
            label: 'пожалуйста, введите правильный адрес',
            value: 'пожалуйста, введите правильный адрес',
        },
    ],
};
